[
  {
    "id": "gripsholmstone178",
    "img": "gripsholmstone178.jpg",
    "img_credit": "Own photo, taken in Mariefred, Sweden",
    "title": "Gripsholm stone Sö 178",
    "rowType": "sö178_younger_futhark",
    "description": "A rune stone with inscription from the 11th century.",
    "runes": "ᚼᛅᚴᚢᛚᚠᚱ x ᛅᚢᚴ x ᛅᚢᛚᚠᚱ x ᚦᛅᛁᛦ x ᛚᛅᛏᚢ x ᚱᛅᛁᛁᛋᛅ x ᛋᛏᛅᛁᚾᛅ x ᛒᛅᚦᛅ x ᛅᛏ x ᛒᚱᚬᚦᚢᚱ x ᛋᛁᚾ x ᚴᛁᛏᛁᛚᛘᚢᛏ x ᛅᚢᚴ x ᛒᚱᚬ x ᛁᚠᛏᛁᛦ x ᛋᚬᛘᚢ x ᛘᚬᚦᚢᚱ x ᛋᛁᚾᛅ x ᛁᛅ x ᛁᚱᚢᚾᛁ x ᛁᛁᚢᚴ x ᛒᚱᚬᚦᛁᛦ x ᚼᛁᚾᛅᛦ",
    "explanationAfter": "Correct. The stone reads: \"Hälgulv (?) and Oulv they had this stone raised in memory of their brother, Kätilmund, and built a bridge in memory of Soma, their mother. But Brune (?), her brother, carved (the runes)\"",
    "sources": [
      "A plaque next to the stone, provided by Riksantikvarieambetet"
    ],
    "country": "SE"
  },
  {
    "id": "gripsholmstone179",
    "img": "gripsholmstone179.jpg",
    "img_credit": "https://de.m.wikipedia.org/wiki/Datei:Right_Gripsholm_Runestone.jpg",
    "title": "Gripsholm stone Sö 179",
    "rowType": "sö179_younger_futhark",
    "description": "The Gripsholm Stone - which can to this day be visited near the Gripsholm Castle not far from Stockholm - is one of the \"Ingvarr stones\". This group of stones is dated soon after 1041, when the Icelandic annals record the death of Yngvarr the Far-Travelled in the south. Note how the inscriber forgot one word and added it later!",
    "runes": "ᛏᚢᛚᛅ:ᛚᛁᛏ:ᚱᛅᛁᛋᛅ:ᛋᛏᛅᛁᚾ:ᚦᛁᚾᛋᛅᛏ:ᛋᚢᚾ:ᛋᛁᚾ:ᚼᛅᚱᛅᛚᛏ:ᛒᚱᚢᚦᚢᚱ:ᛁᚾᚴᚢᛅᚱᛋ:ᚦᛅᛁᛦ|ᚠᚢᚱᚢ:ᛏᚱᛁᚴᛁᛚᛅ:ᚠᛁᛅᚱᛁ:ᛅᛏ:ᚴᚢᛚᛁ:ᛅᚢᚴ:ᛅ:ᚢᛋᛏᛅᚱᛚᛅᚱ:ᚾᛁ:ᚴᛅᚠᚢ:ᛏᚢᚢ:ᛋᚢᚾᛅᚱ:ᛚᛅ:ᛅᛋᛁᚱᚴ:ᛚᛅᚾ:ᛏᛁ",
    "explanationAfter": "Correct. The last part (from the word inserted later) runs: \"Þæiʀ foru drængila, fjarri at gulli, auk austarla ærni gafu. Dou sunnarla, a Særklandi\" -- \"They went manfully, far after gold, and in the east gave [food] to the eagle [i.e. despatched enemies in battle]. They died in the south, in Særkland.\" (translation credit to Michael P. Barnes, p. 77 from Runes: A Handbook)",
    "sources": [
      "Runes: A Handbook by Michael P. Barnes (p 77-8, 81, 139, 169)"
    ],
    "country": "SE"
  },
  {
    "id": "kylverstone",
    "img": "kylverstone.jpg",
    "img_credit": "https://en.wikipedia.org/wiki/Kylver_Stone#/media/File:Kylverstenen_1383.jpg",
    "title": "Kylver stone G 88",
    "rowType": "older_futhark",
    "runes": "ᚠᚢᚦᚨᚱᚲᚷᚹᚺᚾᛁᛃᛈᛇᛉᛊᛏᛒᛖᛗᛚᛜᛞᛟ",
    "description": "The Kylver stone originates from the Baltic island of Gotland. It is one of eleven known inscriptions of the older futhark row, dated to 5th and 6th centuries (only 4 of these 11 give the complete rune row order).",
    "explanationAfter": "Two things to note about the Kylver stone: 1) there is no division of the run row into the ættir - groups of eight - unlike for example the Grumpan bracteate; 2) the runes at positions 13-4 (ᛈ, ᛇ) and 23-4 (ᛞ, ᛟ) are given in the opposite order than usually.",
    "sources": [
      "Runes: A Handbook by Michael P. Barnes (p 16-19)"
    ],
    "country": "SE"
  },
  {
    "id": "lidingö_dalängen",
    "img": "lidingö_dalängen.jpg",
    "title": "Dalängen runestone in Lidingö",
    "img_credit": "Own photo, taken in Lidingö.",
    "description": "A runestone standing by the road in Lidingö. One of the two present on the island. It was found in 19th century and it has been standing in its current place since 1943.",
    "runes": "ᚴᚬᚱᛁ x ᛅᚢᚴ x ᛁᛅᚴᛚᛏᚱ x ᛅᚢ … ᛁᚱ ᛫ ᛒᛁᛁᚱᚾ ᛫ ᚠᛅᚦᚢᚱ ᛫ ᛋᛁᚾ ᛫ ᚴᚢᚦ ᛫ …",
    "rowType": "younger_futhark_dalängen",
    "explanationAfter": "The remaining part of the stone can be read as \"Kore and Ingjald and ... after Björn, their father. God ...\". It seems to follow a standard formula, helping us fill the gaps: \"Kore and Ingjald raised this stone after Björn, their father. God help...\".",
    "sources": [
      "Info table next to the stone, provided by Stockholms Läns Museum and Lidingö Stad"
    ],
    "country": "SE"
  },
  {
    "id": "lidingö_askrikevägen",
    "img": "lidingö_askrikevägen.jpg",
    "title": "Askrikevägen rune slab in Lidingö",
    "img_credit": "Own photo, taken in Lidingö.",
    "description": "This memorial inscription belongs to an iron-age burial place, consisting of a bit over 50 graves. It is one of the two runestones on the island.",
    "runes": "ᛅᛋᛘᚢᚾᛏ ᚱ… ᚱᚢᚾᛁᛦ ᚽᚠᛏᛁᛦ ᛋᛏᚽᛁᚾ ᚠᛅᚦᚢᚱᛋ ᚠᛅᚦᚢᚱ ᛋᛁᚾ ᛅᚢᚴ ᚠᛅᚦᚢᚱ ᛋᛁᛒᛅ ᛅᚴ ᚴᚽᛁᛦᛒᛁᛅᚱᚾᛅᛦ ᛅᚮᚴ ᚢᛚᚠᛋ ᚽᛅᛦᛘᚽᚱᚴᛁ ᛘᛁᚴᛁᛏ ᛅᛏ ᛘᛅᚾ ᚴᚮᚦᛅᚾ",
    "rowType": "younger_futhark_askrikevägen",
    "explanationAfter": "Correct! The translation to Swedish goes: \"Åsmund ristade runor efter Sten, sin farfar, och fadern till Sibbe och Gerbjörn och Ulf. Här ett stort minnesmärke efter en god man\" and to English: \"Aasmund carved runes after Sten, his grandfather and father of Sibbe and Gerbjorn and Ulf. Here is a big memorial to a good man.\" From the description, we cannot tell whether Sten lies at the same location as the inscription. A big cross being part of the inscription suggests that Sten converted to christianity.",
    "sources": [
      "Info table next to the stone, provided by Lidingö Stad",
      "http://raa.diva-portal.org/smash/get/diva2:1225795/FULLTEXT01.pdf"
    ],
    "country": "SE"
  },
  {
    "id": "bjärby_runsten",
    "img": "bjärby_runsten.jpg",
    "title": "Bjärby stone Ö 36",
    "img_credit": "Own photo, taken in Bjärby",
    "description": "A beautiful 11-century runestone standing by the side of the road in Bjärby in eastern Öland, Sweden.",
    "runes": "ᚼᛁᚱᚠᚱᛁ…ᚢᛁᚦᛒᛁᚢᚱᚾxᛚᛁᛏᚢxᚱᛅᛁᛋᛅxᛋᛏᛅᛁᚾxᚦᛁᚾᛅxᛅᛏxᚠᛅ…ᛏᚢᛚᚠxᚠᛅᚦᚢᚱxᛋᛁᚾ ᛋᛁᚴᛚᛅᚢᚴxᛚᛁᛏxᚱᛅᛁᛋᛅxᛅᚠᛏᛁᛦxᛒᚢᚾᛏᛅxᛋᛁᚾxᚼᛅᚾxᛁᛅᚱxᚴᚱᛅᚠᛁᚾᛁxᚴᛁᚱᛁᚴᛁᚢ",
    "rowType": "younger_futhark_bjärby",
    "explanationAfter": "Correct! Swedish translation provided onsite: \"Härfrid och Vidbjörn läto resa stenen efter Fastul sin fader. Siglaug lät resa efter sin make. Han är begraven i kyrkan.\" In English that would be: \"Harfrid and Vidbjorn had this stone raised after their father Fastul. Siglaug had it raised after her husband. He is buried in the church.\"",
    "sources": [
      "Info table next to the stone, provided by Riksantikvarieambetet."
    ],
    "country": "SE"
  },
  {
    "id": "gårdby_runsten",
    "img": "gårdby_runsten.jpg",
    "title": "Gårdby stone Ö 28",
    "img_credit": "Own photo, taken in Gårdby",
    "description": "A well preserved 11-th century runestone, now standing in the cemetery in Gårdby, Öland.",
    "runes": "ᚼᛅᚱᚦᚱᚢᚦᚱxᚱᛅᛁᛋᛁxᛋᛏᛅᛁᚾxᚦᛁᚾᛋᛅxᛅᚠᛏᛁᛦxᛋᚢᚾxᛋᛁᚾxᛋᛘᛁᚦxᛏᚱᛅᚴxᚴᚢᚦᛅᚾxᚼᛅᛚᚠᛒᚢᚱᛁᚾxᛒᚱᚢᚦᛁᚱxᛋᛁᚾxᛋᛁᛏᚱxᚴᛅᚱ ᚦᚢᛘ ᛒᚱᛅᚾᛏᚱ ᚱᛁᛏᛁ ᛁᛅᚴᚦᚢ ᚱᛅᚦᛅ ᚴᚼᚾ",
    "rowType": "younger_futhark_gårdby",
    "explanationAfter": "Yes! Swedish translation: \"Härtrud reste denna sten efter sin son Smed, en god man. Halvboren, hans broder, sitter i Gårdarike. Brand högg rätt, därför kan du tyda.\" English: \"Hartrud raised this stone after his son Smed, a good man. Halvbor, his brother, is in Gaardarike. Brand (sword?) cut straight, therefore you can decipher\". Gårdarike is an old Norse name for the Swedish viking areas in current Russia.",
    "sources": [
      "Info table next to the stone, provided by Riksantikvarieambetet."
    ],
    "country": "SE"
  },
  {
    "id": "picture_stone_stånga",
    "img": "picture_stone_stånga.jpg",
    "img_credit": "Own photo, taken in Historiska Museet",
    "title": "Picture stone from Stånga",
    "rowType": "younger_futhark_long_branch",
    "description": "Picture stone with runic inscription in a ribbon shape. At the top there is an indoor scene with a man and woman sitting opposite one another on a seat of honour. Behind the man, but outisde the walls of the room, there is the triquetra, also known as valknut. Another figure is approaching the man and presenting or taking a psear. The woman appears to be watching what is happening, but behind her a longnecked, bird-like creature is sticking in its head and pecking the standing man in the back. The scene below depicts three male figures, marching in a line carrying a spear, a sickle and a club or torch. Behind them there is a circular shape and beneath it something that could be a flaming fire. One interpretation is that the scene depicts a \"cadastral survey\", perhaps at full moon on the vernal equinox. Others have interpreted the three men as Odin, Thor and Frey. The stone was found in Stånga Parish in Gotland.",
    "runes": "ᚱᚬᚦᚢᛁᛋᛚ:ᛅᚢᚴ:ᚠᛅᚱᛒᚬᚱᚾ:ᛅᚢᚴ:ᚴᚢᚾᛒᚬᚱᚾ",
    "explanationAfter": "Correct! The inscription runs \"Rodvisl and Farbjörn and Gunbjörn\"",
    "sources": [
      "Description in Historiska Museet"
    ],
    "country": "SE"
  },
  {
    "id": "u614",
    "img": "u614.jpg",
    "img_credit": "Own photo, taken in Historiska Museet",
    "title": "Uppland stone U 614",
    "rowType": "younger_futhark_u614",
    "description": "One of the two runestones (the other being U 613) which originally stood at the boundary of what later became known as Torsätra Herrgård but which during the Viking Age was called Husa. Both stones were moved to the Swedish History Museum in 1967. The ornamentation, the appearance of the runes and the inscription all indicate that the stone was engraved by Visäte, sometime during the latter decades of the 11th century. The stone is on display in Historiska Museet in Stockholm.",
    "runes": "ᛋᚴᚢᛚᛁ:ᛅᚢᚴ:ᚠᚬᛚᚴᛁ:ᛚᛅᛏᛅ:ᚱᚽᛁᛋᛅ:ᚦᛁᚾᛋᛅ:ᛋᛏᚽᛁᚾ:ᛁᚠᛏᚱ:ᛒᚱᚬᚦᚢᚱ:ᛋᛁᚾ:ᚼᚢᛋᛒᛁᚬᚱᚾ:ᚼᚾᚢᛋᛁᚬᚴᚢᛏᛁ:ᚦᛅᚦᛁᛦ:ᚴᛁᛅᛚᛏ:ᛏᚬᚴᚢ:ᚴᛅᚢᛏᛚᛅᚾᛏᛁ",
    "explanationAfter": "Correct! The text translates to Swedish as: \"Skule och Folke låt resa denna sten efter sin broder Husbjörn. Han blev sjuk ute då de togo gäld på Gotland.\" And to English: \"Skull och Folki raised this stone in memory of their brother Husbjorn. He fell ill while collecting payment on Gotland.\" Husbjorn took part in a voyage from the mainland to the island to collect \"geld\" or tax. This tallies with a part of the medieval Gutasagan which tells of an old agreement between the Gutes and the Svear. The agreement stipulated that the Svear had the right to collect 60 marks of silver in geld (tax/tribute) from Gotland each year. 40 marks would go to the King and 20 to the Jarl. In return the Gutes would be given protection against attack and raids and the right to indulge in free trade with the Svear in their seas.",
    "sources": [
      "Description in Historiska Museet"
    ],
    "country": "SE"
  },
  {
    "id": "u613",
    "img": "u613.jpg",
    "img_credit": "Own photo, taken in Historiska Museet",
    "title": "Unna's stone U 613",
    "rowType": "younger_futhark_u613",
    "description": "One of the two rune stones (the other being U 614) which originally stood at the boundary of what later became known as Torsätra Herrgård but which during the Viking Age was called Husa. The inscription starts on the right side of the stone and runs downwards and inside the head of the serpent from where it continues on the other side.",
    "runes": "ᚢᚾᛅ+ᛚᛁᛏ+ᚱᚽᛁᛋᛅ+ᚦᛁᚾᛋᛅ+ᛋᛏᚽᛁᚾ+ᛅᚠᛏᛦ+ᛋᚢᚾᛋᛁᚾ+ᛁᛋᛏᛁᚾ+ᛋᚢᛘ+ᛏᚬ+ᛁᚼᚬᛁᛏᛅ+ᚢᛅᚦᚢᛘ+ᚴᚢᚦᚼᛁᛅᛚᛒᛁ+ᛋᛅᛚᚢ+ᚼᛅᚾᛋ",
    "explanationAfter": "Correct. The inscription runs: \"'Unna had this stone raised in memory of his son Östen, who died wearing a christening gown. God preserve his soul.\" (\"Unna let ræisa þennsa stæin æftiʀ sun sinn Øystæin, sum do i hvitavaðum. Gud hialpi salu hans.\")",
    "sources": [
      "Description in Historiska Museet",
      "https://vikingar.historiska.se/object_details.php?object=44677_HST&e=no&l=en"
    ],
    "country": "SE"
  },
  {
    "id": "lerkaka_stenen",
    "img": "lerkaka_stenen.jpg",
    "img_credit": "Own photo, taken in Lerkaka",
    "title": "Lerkaka stone Ö 37",
    "rowType": "younger_futhark_lerkaka",
    "description": "An 11-century runestone standing by the road in Lerkaka, just across the beautiful windmills.",
    "runes": "ᚬᛚᛅᚠᛦxᛅᚢᚴxᚴᛅᛘᛅᛚxᛅᚢᚴxᛋᛅᚴᛋᛁxᚱᛅᛁᛋᛏᚢxᛋᛏᛅᛁᚾxᚦᛁᚾᛅxᛅᚠᛏᛁᛦ…ᚢᛁᛚᛁᛏxᛅᛏxᛒᚬᚾᛏᛅxᛋᛁᚾxᚼᛁᛅᚱᛋᚢ…ᚴᚢᛒᛚᚦᛋᛁᚠᛁᛅᛦᚢᚾᚬᛚᛅᚠᛦᚼᚽᚠᚾᛏ…ᚠᛅᚾᛒᚢ",
    "explanationAfter": "Yes! The full stone originally said: \"Olof and Gammal and Saxe raised this stone after their father, Unn. Geirvi had this memorial made after her husband. Olof avenged Rike-Unn at Miomu. Unn owned half the village.\" (in Swedish: \"Olof och Gammal och Saxe reste denna sten efter Unn, sin fader. Geirvi lät efter sin make här (göra) denna minnesvård. För Rike-Unn hämnades Olof vid Miomu; Unn ägde här halva byn.\")",
    "sources": [
      "A plaque next to the stone, provided by Riksantikvarieambetet"
    ],
    "country": "SE"
  },
  {
    "id": "össeby_fragment",
    "img": "össeby_fragment.jpg",
    "img_credit": "Own photo, taken in Historiska Museet",
    "title": "Rune stone fragment from Össeby",
    "rowType": "younger_futhark_össeby",
    "description": "The fragment was found in the longhouse in Össeby-garn parish, Uppland, Sweden.",
    "runes": "ᚱᚴᛁ᛫ᚽᚠᛏᛁᛦ᛫ᛁᚾᚴᛁᚼᚢᛅᛚᛏ᛫ᛋᚢᚾ᛫ᛋᛁᚾ",
    "explanationAfter": "The preserved fragment of inscription suggests the following interpretation: \"monument in memory of Ingevald, his [her] son\".",
    "sources": [
      "Description in Historiska Museet"
    ],
    "country": "SE"
  },
  {
    "id": "eidi_runestick",
    "img": "eidi_runestick.jpg",
    "img_credit": "Own photo, taken at Tjóðsavnið - the National Museum of Faroe Islands.",
    "description": "The runestick was found during archeological excavations in Durhúsi in Eiði. Runologically, the inscription is dated to 900-1200 AD. Archeological observations point to the elder part of this period.",
    "title": "Eiði runestick",
    "rowType": "younger_futhark_eidi_runestick",
    "runes": "ᚠᚢᚦᚭᚱᚴᚽᚿᛁᛆᛌᛐᛓ",
    "explanationAfter": "Indeed, the stick contains first 13 rune characters of short-twig Younger Fuþark, which were used in North Western areas, including Faroes.",
    "sources": [
      "Tjóðsavnið - the National Museum of Faroe Islands"
    ],
    "country": "FO"
  },
  {
    "id": "sandavagur_stone",
    "img": "sandavagur_stone.jpg",
    "img_credit": "Own photo, taken at Tjóðsavnið - the National Museum of Faroe Islands.",
    "title": "Sandavágur rune-stone",
    "rowType": "younger_futhark_sandavagur_stone",
    "runes": "ᚦᚭᚱᚴᛅᛚ:ᚭᚿᚭᚿᛑᛆᚱᛍᚢᚿ|ᛆᚢᛍᛐᛉᛆᚦᚱᛆᚠᚱᚢᚼᛆ|ᛚᛆᚿᛑᛂxᛒᛦᚵᚦᛂ:ᚦᛂ(ᚿ)|ᛆ:ᛍᛆᚦ:ᚠᛦᛍᛐ",
    "description": "This is the most magnificent rune-stone inscription found in the Faroes. The stone was found by chance, at the abandoned ancient settlement í Eingjartoftum in Sandavágur in 1917. You can see this to this day in Sandavágur church. The runes are of the younger Swedo-Norwegian type.",
    "explanationAfter": "Good! The translation provided by Tjóðsavnið is: \"1. þorkæl onondarsun 2. austmaþrafruha 3. lande bygþe þe(n) 4. a saþ fyst\". In English: \"Torkil Onundarson from Rogaland was the first to settle this place.\"",
    "sources": [
      "Tjóðsavnið - the National Museum of Faroe Islands"
    ],
    "country": "FO"
  },
  {
    "id": "sørvágur_box",
    "img": "sørvágur_box.jpg",
    "img_credit": "Own photo, taken at Tjóðsavnið - the National Museum of Faroe Islands.",
    "title": "Sørvágur wooden box",
    "rowType": "medieval_sørvági_box",
    "runes": "ᛆᛒᚴᚦᛂᚠᚴᚼᛁᚴᛚᛘᚿᚮᛒᚱᛋᛏᚢ",
    "description": "This box orignates from the Sørvágur village in the Vágar island.",
    "explanationAfter": "The latin alphabet has been carved with runes, supplemented by the date ANNO 1695. G. I. S. below stands for G(utti) J(oens) S(on).",
    "sources": [
      "Tjóðsavnið - the National Museum of Faroe Islands"
    ],
    "country": "FO"
  },
  {
    "id": "bryggengohome",
    "img": "bergenstick_gohome.jpg",
    "img_credit": "Own photo, taken at the Bryggen Museum, Bergen.",
    "title": "Bergen stick B 149",
    "runes": ["ᚴ", "ᛦ", "ᛆ", ":", "ᛌ", "ᛅ", "ᚼ", "ᛁ", "ᚱ", ":", "ᛆ", "ᛐ", "ᚦ", "ᚢ", ":", "ᚴ", "ᛆ", "ᚴ", ":", "ᚼ", "ᛅ", "ᛁ", "ᛉ"],
    "rowType": "b149_younger_futhark",
    "description": "The stick has an inscription on both sides, consisting of mixed long- and short-twig Younger Futhark runes. The first side says: ᚴᛦᛆ : ᛌᛅᚼᛁᚱ : ᛆᛐᚦᚢ : ᚴᛆᚴ : ᚼᛅᛁᛉ.",
    "explanationAfter": "Yes! That is the famous inscription which translates to \"Gyða segir at þú gakk heim\" - \"Gyða tells you to go home\"!",
    "sources": [
      "https://www.runesdb.eu/find-list/d/fa/q////6/f/3218/c/ea625a4d7a879c814004254c503a0b1f/"
    ],
    "country": "NO"
  },
  {
    "id": "bergen_possible_gravestone",
    "img": "bergen_possible_gravestone.jpg",
    "title": "Possible gravestone from Bryggen, Bergen",
    "img_credit": "Own photo, taken at the Bryggen Museum, Bergen.",
    "runes": "ᚦᛁᛐᛆᚱᛅᛁᛌᛐᚱᚿᛁᛁᚴᚦᚱ…ᚦᛁᛐᛆᚱᛅᛁᛌᛐ ᛅᛁᚱᚱᛁᚴᚱ ᛒᛆᚴᛁᚢᛉ ᚿᚮᛐ ᚠ…",
    "rowType": "bergen_possible_gravestone_younger_futhark",
    "description": "This stone is dated to 1248-1332 and was possibly a gravestone.",
    "explanationAfter": "Correct. The inscription was interpreted as: \"Arne carved this. Erik bakium (a nickname?) carved this the night before...\" (\"Dette ristet Arne. Dette ristet Eirik bakium natten f...\").",
    "sources": [
      "Description in the Bryggen Museum, Bergen."
    ],
    "country": "NO"
  },
  {
    "id": "bergen_knife_beater",
    "img": "bergen_knife_beater.jpg",
    "title": "Bergen knife beater",
    "img_credit": "Own photo, taken at the Bryggen Museum, Bergen.",
    "runes": "ᚼᛆᚴᚮᚿᚱᛅᛁᛌᛐᛘᛁᚵᚵᚽᚿᛌᚢᛅᛁᚿᛁᚿᛆᛘᛁᚵ",
    "rowType": "bergen_knife_beater_younger_futhark",
    "description": "A medieval knife beater from Bryggen, Bergen.",
    "explanationAfter": "The inscription runs \"Håkon carved me, but the boy owns me.\" There is additional inscription on the other side, saying: \"Bård owns me. He found much to object to in the person who carved me.\"",
    "sources": [
      "Description in the Bryggen Museum, Bergen."
    ],
    "country": "NO"
  },
  {
    "id": "norumfont",
    "img": "norumfont.jpg",
    "title": "Norum font",
    "img_credit": "Own photo, taken in Historiska Museet",
    "runes": "ᛌᚢᛅᚾᚴᛅᚱᚦᚽ ᛘᛁᚴ ᛘᛁᚴ ᛘᛁᚴ ᛘᛁᚴ ᛘᛁᚴ",
    "rowType": "younger_futhark_norumfont",
    "description": "Soapstone baptismal font, found in 1847 in a scrap heap in the cemetery of Norum Church. All four sides are decorated, one side contains a runic inscription.",
    "explanationAfter": "Indeed, the inscription says: \"Sven made me\" (\"Sven gjorde mig\"). The last 5 characters seem to be bind runes for \"mik\" or \"mig\" - \"me\".",
    "sources": [
      "Description in Historiska Museet",
      "https://vikingar.historiska.se/object_details.php?object=46162_HST&e=no&l=en"
    ],
    "country": "SE"
  },
  {
    "id": "eik_sokndal",
    "img": "eik_sokndal.jpg",
    "title": "Eik stone",
    "img_credit": "Own photo, taken in the Arkeologisk museum | University of Stavanger.",
    "runes": "ᛌᛆᚴᛌᛁ:ᚴᛁᚢᚦᛁᚴᚮᚢ…ᚦᛆᚴᛆ:ᚠᛁᚱᛁᚱ:ᛌᛆᛁ… …ᛁᚮᚢᚦᚮᚱᛌᛁᚿᛆᚱ… …ᚦᛌᚢᛁᛁᚱᛁᚦ:ᛒᚱᚢᚦᛁᛌᛆ+",
    "rowType": "eik_sokndal_younger_futhark",
    "description": "The Eik stone was found in the river Sokna. Originally it was placed by a bridge. The inscription is dated to the first half of the 11th century.",
    "explanationAfter": "The inscription tells us who build the bridge: \"Sakse made, giving thanks to God, this bridge for the soul of his mother, Turid\" (\"Sakse gjorde, for Guds takk, denne brua for sjela til mora si, Turid.\")",
    "sources": [
      "Arkeologisk museum | University of Stavanger"
    ],
    "country": "NO"
  },
  {
    "id": "møgedal",
    "img": "møgedal.jpg",
    "title": "Stone inscription from Møgedal Eigersund",
    "img_credit": "Own photo, taken in the Arkeologisk museum | University of Stavanger.",
    "runes": "ᛚᚨᛁᚦᛁᚷᚨᛉ",
    "rowType": "older_futhark",
    "description": "The inscription is written in older runes and is dated to ca. 500 AD.",
    "explanationAfter": "The runes probably represent a man's name.",
    "sources": [
      "Arkeologisk museum | University of Stavanger"
    ],
    "country": "NO"
  },
  {
    "id": "wooden_spade",
    "img": "wooden_spade.jpg",
    "title": "A wooden spade from Iceland",
    "img_credit": "Own photo, taken in the National Museum of Iceland",
    "runes": "ᛒᚮᛆᛐᛐᛆᛐᛘᛁᚴ᛫ᛁᚿᚴᛁᛆᛚᚱ᛫ᚴᛆᚱᚦᛁ",
    "rowType": "wooden_spade_younger_futhark",
    "description": "A wooden spade with runes cut into the blade. It was found in a peat bog and dates from the 12th century. It can be seen in Iceland's national museum.",
    "explanationAfter": "Correct. The inscription has been interpreted as \"boalliatmik inkialtr kærþi\", in modern Icelandic: \"Páll lét mig (gera), Ingjaldur gerði (mig)\" and in English: \"Páll had me (made), Ingjaldur made (me)\".",
    "sources": [
      "National Museum of Iceland"
    ],
    "country": "IS"
  },
  {
    "id": "thorfinn_karlsefni",
    "img": "thorfinn_karlsefni.jpg",
    "img_credit": "Own photo, taken in The Einar Jónsson Museum",
    "title": "Thorfinn Karlsefni sculpture",
    "description": "This very modern usage of runes is the back of Einár Jónsson's sculpture of Þorfinnur Karlsefni from 1918. Þorfinnur Karlsefni was an Icelandic sailor, who journeyed to Vinland, previously discovered by Leif Eriksson.",
    "explanationAfter": "Correct. The inscription runs \"Frá eylandi norðurs elds og ísa / blómstrandi dala og blárra fjalla / vakandi sólar og draumadimmu / dísa heimkynni norðurljósa\" (in English: \"From the northern isle of fire and ice / of verdant dales and blue mountains / of wakeful sun and dreaming dark / abode of the goddesses of the Northern Lights\"). It is a description of Thorfinn's home country.",
    "runes": "ᚠᚱᚨ ᛖᛁᛚᚨᚾᛞᛁ : ᚾᛟᚱᛞᚢᚱᛋ ᛖᛚᛞᛋ ᛟᚷ ᛁᛋᚨ | ᛒᛚᛟᛗᛋᛏᚱᚨᚾᛞᛁ : ᛞᚨᛚᚨ ᛟᚷ ᛒᛚᚨᚱᚱᚨ ᚠᛃᚨᛚᛚᚨ | …ᚨᚾᛞᛁ ᛋᛟᛚᚨᚱ ᛟᚷ : ᛞᚱᚨᚢᛗᚨᛞᛁᛗᛗᚢ | ᛞᛁᛋᚨ ᚼᛖᛁᛗᛃᚢᚾᚾᛁ : ᚾᛟᚱᛞᚢᚱᛚᛁᛟᛋᚨ",
    "rowType": "thorfinn_karlsefni_older_futhark",
    "sources": [
      "The Einar Jónsson Museum"
    ],
    "country": "IS"
  },
  {
    "id": "borgarnes",
    "img": "borgarnes.jpg",
    "img_credit": "Own photo, taken in Borgarnes",
    "title": "Grave mound in Borgarnes",
    "description": "A modern inscription from a grave mound in Borgarnes of one of the first Icelandic settlers. The entire park is dedicated to his memory.",
    "runes": "ᛋᚴᛅᛚᛚᛅᚴᚱᛁᛘᚱ",
    "explanationAfter": "Of course, that's Skalla-Grim Kveld-Ulfsson! Although he died of old age at his farm Borg at Myrar, he is said to be buried in Borgarnes.",
    "rowType": "borgarnes_younger_futhark",
    "sources": [
      "An information board provided by the Borgarnes commune authorities"
    ],
    "country": "IS"
  },
  {
    "id": "acvalhalla",
    "img": "acvalhalla.jpg",
    "title": "Assasin's Creed Valhalla loading screen",
    "rowType": "younger_futhark_long_branch",
    "description": "This text is looped twice around the game logo in the loading screen of Assasin's Creed Valhalla.",
    "runes": "ᛏᛅᚢᛦ ᚠᛁ ᛏᛅᚢᛁᛅ ᚠᚱᚬᛏᛦ ᛏᛅᚢᛦ ᛋᛁᛅᛚᚠᛦ ᛁᛏ ᛋᛅᛘᛅ ᛁᚴ ᚢᛅᛁᛏ ᛅᛁᚾ ᛅᛏ ᛅᛚᛏᚱᛁ ᛏᛅᚢᛦ ᛏᚢᛘᛦ ᚢᛒ ᛏᛅᚢᚦᛅᚾ ᚼᚢᛅᚱᚾ",
    "explanationAfter": "This text is an excerpt from Havamal - stanza 77 to be precise: \"deyr fé, deyja frændr, deyr sjalfr it sama, ek veit einn, at aldrei deyr: dómr um dauðan hvern\". In Carolyne Larringtone's translation: \"Cattle die, kinsmen die, the self must also die; I know one thing which never dies; the reputation of each dead man.\"",
    "sources": [
      "https://www.reddit.com/r/runes/comments/kau2ak/assassins_creed_valhalla_menu_runes_please/"
    ]
  },
  {
    "id": "adventure_time_guitar_repair",
    "img": "at_guitar_repair.jpg",
    "img_credit": "https://adventuretime.fandom.com/wiki/Runic_code#Guitar_banner_in_\"Five_More_Short_Graybles\"",
    "title": "Adventure Time: runic banner from \"Five More Short Graybles\"",
    "runes": "ᚷᚢᛁᛏᚨᚱ ᚱᛖᚦᚨᛁᚱ",
    "rowType": "older_futhark",
    "description": "This is a banner from an episode \"Five More Short Graybles\" written in Older Futhark.",
    "explanationAfter": "Indeed, that's a guitar repair shop! Note how they used the thorn rune wrongly, as \"p\" instead of \"th\".",
    "sources": [
      "https://adventuretime.fandom.com/wiki/Runic_code#Guitar_banner_in_\"Five_More_Short_Graybles\""
    ]
  },
  {
    "id": "adventure_time_pitcher",
    "img": "at_pitcher.jpg",
    "img_credit": "https://adventuretime.fandom.com/wiki/Runic_code#Pitcher_in_\"Video_Makers\"",
    "title": "Adventure Time: a cup from \"Video Makers\"",
    "runes": "ᚳᚢᚦ ᚩᚠ ᛗᚫᚿᚣ ᚫᛚᛖ",
    "rowType": "anglo_saxon_at_pitcher",
    "description": "A message on a cup from which Finn pours drinks in the \"Video Makers\" episode. It appears to be in the Anglo-Saxon runic system.",
    "explanationAfter": "Correct! Note the wrong usage of the thorn rune as \"p\" instead of \"th\". The authors intended to spell \"Cup of many ale\".",
    "sources": [
      "https://adventuretime.fandom.com/wiki/Runic_code#Pitcher_in_\"Video_Makers\""
    ]
  },
  {
    "id": "adventure_time_sword_web_weirdos",
    "img": "at_sword_web_weirdos.jpg",
    "img_credit": "https://adventuretime.fandom.com/wiki/Runic_code#Sword_in_\"Web_Weirdos\"",
    "title": "Adventure Time: a sword from \"Web Weirdos\"",
    "rowType": "older_futhark_at_web_weirdos",
    "runes": ["ᛁ", " ", "ᚨ", "ᛗ", " ", "ᚨ", " ", "ᛋ", "ᚲ", "ᛖ", "ᛚ", "ᛖ", "ᛏ", "ᛟ", "ᚾ", " ", "ᛁ", " ", "ᚹ", "ᛁ", "ᛋ", "ᚺ", " ", "ᛁ", " ", "ᚺ", "ᚨ", "ᛞ", " ", "ᛋ", "ᚲ", "ᛁ", "ᚾ"],
    "description": "This magic sword appears in an episode \"Web weirdos\".",
    "explanationAfter": "Yes! The sword says \"I am a skeleton I wish I had skin\".",
    "sources": [
      "https://adventuretime.fandom.com/wiki/Runic_code#Sword_in_\"Web_Weirdos\""
    ]
  },
  {
    "id": "adventure_time_staff_storytelling",
    "img": "at_staff_storytelling.jpg",
    "img_credit": "https://adventuretime.fandom.com/wiki/Runic_code#Staff_in_\"Storytelling\"",
    "title": "Adventure Time: a staff from \"Storytelling\"",
    "rowType": "anglo_saxon",
    "runes": "ᚠᚫᚳᛖ",
    "description": "This secret message appears on the staff of the Forest Wizard in the \"Storytelling\" episode when he bashes Finn on the head with it. The image is flipped horizontally.",
    "explanationAfter": "Yes, it spells FACE.",
    "sources": [
      "https://adventuretime.fandom.com/wiki/Runic_code#Staff_in_\"Storytelling\""
    ]
  },
  {
    "id": "adventure_time_sword_morituri",
    "img": "at_sword_morituri.jpg",
    "img_credit": "https://adventuretime.fandom.com/wiki/Runic_code#Sword_in_\"Morituri_Te_Salutamus\"",
    "title": "Adventure Time: a sword from \"Morituri Te Salutamus\"",
    "rowType": "anglo_saxon_at_morituri",
    "runes": ["ᛏ", "ᚩ", " ", "ᚠ", "ᛁ", "ᚷ", "ᚹ", "ᛏ", " ", "ᛁ", "ᛋ", " ", "ᛏ", "ᚩ", " ", "ᛚ", "ᛁ", "ᚢ", "ᛖ"],
    "description": "A sword that occurs in the episode \"Morituri Te Salutamus\"",
    "explanationAfter": "Indeed, the runic message says \"To fight is to live\". While the use of Uruz rune for \"v\" is historically common, the choice of ᚹ for \"h\" is more surprising.",
    "sources": [
      "https://adventuretime.fandom.com/wiki/Runic_code#Sword_in_\"Morituri_Te_Salutamus\""
    ]
  }
]